{"question": "How many amendments make up the Bill of Rights?"}
{"question": "What was the primary reason for enacting the Bill of Rights?"}
{"question": "Which right is guaranteed by the First Amendment?"}
{"question": "What does the Establishment Clause of the First Amendment prohibit?"}
{"question": "Describe the protections of free speech granted by the First Amendment."}
{"question": "How does freedom of the press benefit the American people?"}
{"question": "What is protected by the First Amendment’s freedom of assembly?"}
{"question": "Give an example of a petition protected by the First Amendment."}
{"question": "What is another term for “willfully telling lies to damage a person’s reputation”?"}
{"question": "What rights does the Second Amendment protect?"}
{"question": "The Third Amendment was a response to which piece of British legislation?"}
{"question": "How does the Fourth Amendment limit how evidence can be gathered for use in a criminal proceeding?"}
{"question": "What is the text of the Fifth Amendment?"}
{"question": "What is the text of the Sixth Amendment?"}
{"question": "What is the text of the Seventh Amendment?"}
{"question": "What is the text of the Eighth Amendment?"}
{"question": "What is the text of the Ninth Amendment?"}
{"question": "What is the text of the Tenth Amendment?"}
{"question": "What is the text of the Eleventh Amendment?"}
{"question": "What is the text of the Twelfth Amendment?"}
{"question": "What is the text of the Thirteenth Amendment?"}
{"question": "What is the text of the Fourteenth Amendment?"}
{"question": "What is the text of the Fifteenth Amendment?"}
{"question": "What is the text of the Sixteenth Amendment?"}
{"question": "What is the text of the Seventeenth Amendment?"}
{"question": "What is the text of the Eighteenth Amendment?"}
{"question": "What is the text of the Nineteenth Amendment?"}
{"question": "What is the text of the Twentieth Amendment?"}
{"question": "What is the text of the Twenty-First Amendment?"}
{"question": "What is the text of the Twenty-Second Amendment?"}
{"question": "What is the text of the Twenty-Third Amendment?"}
{"question": "What is the text of the Twenty-Fourth Amendment?"}
{"question": "What is the text of the Twenty-Fifth Amendment?"}
{"question": "What is the text of the Twenty-Sixth Amendment?"}
{"question": "What is the text of the Twenty-Seventh Amendment?"}
{"question": "What is the text of the Twenty-Eighth Amendment?"}
{"question": "What is the text of the Twenty-Ninth Amendment?"}
{"question": "What is the text of the Thirtieth Amendment?"}
{"question": "What is the text of the Thirty-First Amendment?"}
{"question": "What is the text of the Thirty-Second Amendment?"}
{"question": "What is the text of the Thirty-Third Amendment?"}
{"question": "What is the text of the Thirty-Fourth Amendment?"}
{"question": "What is the text of the Thirty-Fifth Amendment?"}
{"question": "What is the text of the Thirty-Sixth Amendment?"}
